
[X2Ability_WOTC_APA_TemplarAbilitySet]

strPsiConduit1Name="灵能导管 I"
strPsiConduit1Desc="<font color='#CA7200'>专注机制:</font><br/><Bullet/>最大能量点数:<font color='#c451c2'><Ability:PSI_CONDUIT_I_MAX_FOCUS/></font>。<br/><Bullet/>偏斜对你部分攻击的几率:<font color='#3ABD23'><Ability:PSI_CONDUIT_I_DEFLECT_CHANCE/>%</font>。"

strPsiConduit2Name="灵能导管 II"
strPsiConduit2Desc="<font color='#CA7200'>专注机制:</font><br/><Bullet/>最大能量点数:<font color='#c451c2'><Ability:PSI_CONDUIT_II_MAX_FOCUS/></font>。开始任务有<font color='#c451c2'><Ability:PSI_CONDUIT_II_STARTING_FOCUS/></font>能量点数。<br/><Bullet/>偏斜对你部分攻击的几率:<font color='#3ABD23'><Ability:PSI_CONDUIT_II_DEFLECT_CHANCE/>%</font>。"

strPsiConduit3Name="灵能导管 III"
strPsiConduit3Desc="<font color='#CA7200'>专注机制:</font><br/><Bullet/>最大能量点数:<font color='#c451c2'><Ability:PSI_CONDUIT_III_MAX_FOCUS/></font>。开始任务有<font color='#c451c2'><Ability:PSI_CONDUIT_II_STARTING_FOCUS/></font>能量点数。<br/><Bullet/>偏斜对你部分攻击的几率:<font color='#3ABD23'><Ability:PSI_CONDUIT_III_DEFLECT_CHANCE/>%</font>。"


strConduitLevelName = "导管能量"
strConduitLevelDesc = "圣殿骑士可用能量点数"

strEmpowered="已附能"

strBrandHelpText="该单位被施以灵能咒，遭受额外<font color='#3ABD23'>+<Ability:BRAND_OFFENSE_STAT_BONUS/>%</font>命中和暴击率。"
strEmpoweredBrandHelpText="该单位被施以附能后的灵能咒，将在所有攻击中遭受额外<font color='#3ABD23'>+<Ability:BRAND_EMPOWERED_BASE_DAMAGE_BONUS/></font>伤害和额外<font color='#3ABD23'>+<Ability:BRAND_EMPOWERED_CRIT_DAMAGE_BONUS/></font>暴击伤害。"



[X2AbilityTag_WOTC_APA_Templar]

; // Generic Tags
strSingleAttack = "来袭攻击"
strPluralAttacks = "来袭攻击"

strEmpowered="已附能"

strBaseBrandDesc="对敌人施以灵能咒，使他们遭受额外<font color='#3ABD23'>+<Ability:BRAND_OFFENSE_STAT_BONUS/>%</font>命中和暴击率。<br/> - 附能后将使目标在所有攻击中遭受额外<font color='#3ABD23'>+<Ability:BRAND_EMPOWERED_BASE_DAMAGE_BONUS/></font>伤害和额外<font color='#3ABD23'>+<Ability:BRAND_EMPOWERED_CRIT_DAMAGE_BONUS/></font>暴击伤害。"
strEmpoweredBrandDesc="<font color='#c451c2'>附能后:</font>对敌人施以灵能咒，使他们遭受额外<font color='#3ABD23'>+<Ability:BRAND_OFFENSE_STAT_BONUS/>%</font>命中和暴击率，并使他们在所有攻击中遭受额外<font color='#3ABD23'>+<Ability:BRAND_EMPOWERED_BASE_DAMAGE_BONUS/></font>伤害和额外<font color='#3ABD23'>+<Ability:BRAND_EMPOWERED_CRIT_DAMAGE_BONUS/></font>暴击伤害。"

strBaseVoltDesc="聚集能量化为电能进行闪电攻击。对机械敌人造成额外(约<font color='#3ABD23'>+50%</font>)伤害。<br/> - 附能将使攻击无视所有护盾或护甲，对所有目标的攻击增加(约<font color='#3ABD23'>+25%</font>)伤害。"
strEmpoweredVoltDesc="<font color='#c451c2'>附能后:</font>聚集能量化为电能进行闪电攻击，无视所有护盾或护甲，对机械敌人造成额外(约<font color='#3ABD23'>+50%</font>)伤害。"

strBaseParryDesc="聚集能量化为防御护盾，对<Ability:ClassName/>下一次<Ability:PARRY_ACTIVATIONS/>的所有伤害将被偏斜。<br/> - 附能将使格挡成功的攻击被反射回攻击者。"
strEmpoweredParryDesc="<font color='#c451c2'>附能后:</font>聚集能量化为防御护盾，下一次会击中<Ability:ClassName/>的<Ability:PARRY_ACTIVATIONS/>将被格挡，所有伤害全部反射给攻击者。"

strBasePsiStrikeDesc="用灵能远程攻击有机敌人，击退目标，造成少量的必中伤害，混乱他们。<br/> - 附能将增加击晕目标的几率，并增加对灵能敌人的额外伤害。"
strEmpoweredPsiStrikeDesc="<font color='#c451c2'>附能后:</font>用灵能远程攻击有机敌人，击退目标，造成少量的必中伤害， 击晕或混乱他们。灵能敌人将受到额外伤害，如果不能免疫，必定会被击晕。

strBaseFuseDesc="远程引爆敌人携带的爆炸物。<br/> - 附能将爆炸物的引爆距离增加<font color='#3ABD23'>+<Ability:FUSE_EMPOWERED_EXPLOSION_RADIUS_BONUS/></font>米。"
strEmpoweredFuseDesc="<font color='#c451c2'>附能后:</font>远程引爆敌人携带的爆炸物，爆炸物半径额外增加<font color='#3ABD23'>+<Ability:FUSE_EMPOWERED_EXPLOSION_RADIUS_BONUS/></font>米。"

strBaseHardenDesc="用能量护盾加强物理抗性。授予<Ability:ClassName/>最多<font color='#3ABD23'><Ability:HARDEN_SHIELD_POINTS/></font>护盾点。<br/> - 附能将授予所有盟友在<font color='#3ABD23'><Ability:HARDEN_AREA_TILE_RADIUS/></font>格半径内<font color='#3ABD23'>+<Ability:HARDEN_AREA_SHIELD_POINTS/></font>护盾点。"
strEmpoweredHardenDesc="<font color='#c451c2'>附能后:</font>用能量护盾加强物理抗性。授予<Ability:ClassName/>最多<font color='#3ABD23'><Ability:HARDEN_SHIELD_POINTS/></font>护盾点，并授予所有盟友在<font color='#3ABD23'><Ability:HARDEN_AREA_TILE_RADIUS/></font>格半径内<font color='#3ABD23'>+<Ability:HARDEN_AREA_SHIELD_POINTS/></font>护盾点。"

strBaseExchangeDesc="传送你与一个盟友，在战场上交换位置。<br/> - 附能将导致<Ability:ClassName/>在传送后进入自我[静滞]状态。"
strEmpoweredExchangeDesc="<font color='#c451c2'>附能后:</font>传送你与一个盟友，在战场上交换位置。传送后，<Ability:ClassName/>将进入自我[静滞]状态。"

strBaseReanimateDesc="用附近的人形生物尸体复活为僵尸，它将立刻有1个可用的行动点。<br/> - 附能将增加僵尸的额外健康值、闪避、移动力，它将立刻有2个可用的行动点。"
strEmpoweredReanimateDesc="<font color='#c451c2'>附能后:</font>用附近的人形生物尸体复活为更强大的被附能僵尸，它将立刻有2个可用的行动点。"

strBaseVoidConduitDesc="用灵能监狱束缚一个人形敌人，持续<font color='#3ABD23'><Ability:VOID_CONDUIT_BASE_DURATION/></font>回合。一旦激活，每回合开始时、效果结束时，目标将受到<font color='#CA7200'><Ability:VOID_CONDUIT_DAMAGE/>HP</font>伤害，并治疗<Ability:ClassName/><font color='#3ABD23'><Ability:VOID_CONDUIT_HEALED/>HP</font>。<br/> - 附能将延长[静滞]效果额外<font color='#3ABD23'>+<Ability:VOID_CONDUIT_BONUS_DURATION/></font> 回合。"
strEmpoweredVoidConduitDesc="<font color='#c451c2'>附能后:</font>用灵能监狱束缚一个人形敌人，持续<font color='#3ABD23'><Ability:VOID_CONDUIT_EMPOWERED_DURATION/></font>回合。一旦激活，每回合开始时、效果结束时，目标将受到<font color='#CA7200'><Ability:VOID_CONDUIT_DAMAGE/>HP</font>伤害，并治疗<Ability:ClassName/><font color='#3ABD23'><Ability:VOID_CONDUIT_HEALED/>HP</font>。"

strBaseSkyfallDesc="从冰冷虚空中瞬间陨落，在地图的任意地方撕裂一个敌人，造成<font color='#3ABD23'>+<Ability:SKYFALL_DAMAGE_MULTIPLIER/>%</font>伤害并冻结目标。如果一个有效敌人被击杀，获得额外一个单位的能量。<br/> - 附能将在<font color='#3ABD23'><Ability:SKYFALL_TILE_RADIUS/></font>格内混乱所有敌人，并且<Ability:ClassName/>将获得一个[气势]行动点。"
strEmpoweredSkyfallDesc="<font color='#c451c2'>EMPOWERED:</font>从冰冷虚空中瞬间陨落，在地图的任意地方撕裂一个敌人，造成<font color='#3ABD23'>+<Ability:SKYFALL_DAMAGE_MULTIPLIER/>%</font>伤害并冻结目标。在<font color='#3ABD23'><Ability:SKYFALL_TILE_RADIUS/></font>格内混乱所有敌人。攻击后<Ability:ClassName/>获得一个[气势]行动点，并在击杀有效目标时获得额外一个单位的能量。"

strBaseSunderingStormDesc="移动到一个位置，召唤灵能风暴。对<font color='#3ABD23'><Ability:SUNDERING_STORM_TILE_RADIUS/></font>格内的所有敌人造成伤害和粉碎<font color='#3ABD23'>1</font>护甲点。<br/> - 附能将对每个目标周围的环境造成额外伤害，并粉碎<font color='#3ABD23'>1</font>额外护甲点。"
strEmpoweredSunderingStormDesc="<font color='#c451c2'>附能后:</font>移动到一个位置，召唤被附能的灵能风暴。伤害<font color='#3ABD23'><Ability:SUNDERING_STORM_TILE_RADIUS/></font> 格半径内的所有敌人和周围环境，粉碎<font color='#3ABD23'>2</font>护甲点。"
